{
  "add_prefix_space": false,
  "added_tokens_decoder": {
    "0": {
      "content": "<|endoftext|>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "5000": {
      "content": "<EoS>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "5001": {
      "content": "<SoS>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "5002": {
      "content": "<Unk>",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    }
  },
  "bos_token": "<SoS>",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<EoS>",
  "model_max_length": 1024,
  "pad_token": "<EoS>",
  "tokenizer_class": "GPT2Tokenizer",
  "unk_token": "<Unk>"
}
